categories = [
    'пенопласт',
    'экструзия',
    'Сетка штукатурная',
    'OSB-плиты влагостойкие',
    'Гипсокартон',
]

# Цены на ППТ
PPT_PRICES = {
    'ППТ-10-A': 171.00,
    'ППТ-10-Б': 193.00,
    'ППТ-15-А': 213.00,
    'ППТ-15-Б': 234.00,
    'ППТ-20-А': 259.00,
    'ППТ-20-Б': 270.00,
    'ППТ-25-А': 317.00,
    'ППТ-25-Б': 340.00,
    'ППТ-35-А': 423.00,
    'ППТ-35-Б': 466.00
}

# Цены на экструзию
EXTRUSION_PRICES = {
    'Вид1': 11.11,
    'Вид2': 11.11,
    'Вид3': 11.11,
    'Вид4': 11.11,
    'Вид5': 11.11,
    'Вид6': 11.11,
}

# Сетка штукатурная
FIBERGLASS_MESH = {
    'Стеклосетка Lihtar Prorab яч. 5х5мм, Китай': 2.28,
    'Стеклосетка Kronex яч. 4x4мм белая, Китай': 1.79,
    'Стеклосетка Мастер яч. 5х5мм, Беларусь': 2.64
}

OSB_PLATE = {
    'OSB-3 9*1250*2500мм, РФ': 39.14,
    'OSB-3 9*1220*2440мм, Беларусь': 37.27,
    'OSB-3 12*1250*2500мм, РФ': 75.19,
    'OSB-3 12*1250*2500мм, Беларусь': 75.19,
    'OSB-3 18*1250*2500мм, Беларусь': 109.19,
    'OSB-3 22*1250*2500мм, Беларусь': 134.99
}

MINERAL_WOOL = ["Неман", "Профитеп"]
ROOFING_MATERIALS = ["1", "2"]
MEMBRANES = ["Тип А", "Тип В"]
DRY_MIXES = ["цемент", "клей", "штукатурка", "шпатлевка"]
CEMENT = ["Д0", "Д20"]
GLUES = ["Для плитки", "Для блоков"]
STUCCO = ["Илмакс", "Тайфун"]
PUTTY = ["Илмакс", "Тайфун"]
DYE = ["Кондор", "Капрал"]
ELECTRIC = ["Лампочки", "Розетки", "Выключатели"]
DRYWALL = ["Обычный", "Влагостойкий"]
