categories = [
    "пенопласт",
    "экструзия",
    "минеральная вата",
    "кровельный материал",
    "мембраны / пленки",
    "сухие смеси",
    "краски",
    "электрика",
    "гипсокартон"
]

# Цены на ППТ
PPT_PRICES = {
    'ППТ-10-A': 171.00,
    'ППТ-10-Б': 193.00,
    'ППТ-15-А': 213.00,
    'ППТ-15-Б': 234.00,
    'ППТ-20-А': 259.00,
    'ППТ-20-Б': 270.00,
    'ППТ-25-А': 317.00,
    'ППТ-25-Б': 340.00,
    'ППТ-35-А': 423.00,
    'ППТ-35-Б': 466.00
}

# Цены на экструзию
EXTRUSION_PRICES = {
    'Вид1': 11.11,
    'Вид2': 11.11,
    'Вид3': 11.11,
    'Вид4': 11.11,
    'Вид5': 11.11,
    'Вид6': 11.11,
}

MINERAL_WOOL = ["Неман", "Профитеп"]
ROOFING_MATERIALS = ["1", "2"]
MEMBRANES = ["Тип А", "Тип В"]
DRY_MIXES = ["цемент", "клей", "штукатурка", "шпатлевка"]
CEMENT = ["Д0", "Д20"]
GLUES = ["Для плитки", "Для блоков"]
STUCCO = ["Илмакс", "Тайфун"]
PUTTY = ["Илмакс", "Тайфун"]
DYE = ["Кондор", "Капрал"]
ELECTRIC = ["Лампочки", "Розетки", "Выключатели"]
DRYWALL = ["Обычный", "Влагостойкий"]
